Repository: RavetcoFX/ubiquity-slideshow-mint
Catalog: po/mint/*.po
Languages: hr

source: Stay connected
hr: Ostanite povezani

source: Keep in touch with your friends and contacts, by email, messenger or on your favorite social networks. Linux Mint provides all you need to interact with Twitter, Facebook, MSN, ICQ, GoogleTalk, AIM, Yahoo and many other networks.
hr: Ostanite u vezi sa svojim prijateljima i poznanicima putem e-pošte, messengera ili putem vaših omiljenih društvenih mreža. Linux Mint pruža vam sve potrebno za razgovaranje putem Twittera, Facebooka, MSN-a, ICQ-a, GoogleTalka, AIM-a, Yahooa i još puno drugih mreža.

source: Included software
hr: Uključeni programi

source: Pidgin
hr: Pismonoša (Pidgin)

source: Customize your desktop
hr: Prilagodite radnu površinu

source: Make yourself at home and modify any aspect of your desktop. Choose from a large variety of themes, icons and backgrounds. Linux Mint is open and easy to customize.
hr: Osjećajte se kao kod kuće i izmijenite bilo koji dio vaše radne površine. Odaberite iz velike ponude tema, ikona i pozadina. Linux Mint odlikuju velika dostupnost i prilagodljivost.

source: Find help
hr: Potražite pomoć

source: If you're curious about something or if you're facing a problem, simply ask around. Linux Mint is the 4th most widely used operating system in the World. It comes with a user guide, a community website, a collection of tutorials, active forums and chat rooms and one of the most dynamic communities on the Internet.
hr: Ako vas nešto zanima ili imate problem, slobodno pitajte. Linux MInt 4. najzastupljeniji operacijski sustav na svijetu. Dolazi sa priručnikom, internetskom stranicom, skupom vodiča, aktivnim forumom i internetskim sobama za razgovor i jednom od najaktivnijih zajdnica na internetu.

source: Listen to music and CDs
hr: Slušajte glazbu i CD-e

source: Enjoy your music with Banshee. Plug-in your MP3 player or extract songs from your audio CDs. Listen to podcasts and online radios. Discover new artists on Last.fm, the Internet Archive and the Amazon MP3 Store.
hr: Uživajte u glazbi s Banshee glazbenim sviračem. Spojite svoj ​​MP3 svirač ili ubacite audio CD. Poslušajte internetski radio. Otkrijte nove izvođače na Last.fm, Internet arhivu i Amazon MP3 trgovinu.

source: Audio codecs
hr: Zvučni kodeci

source: Be productive
hr: Budite proizvodni

source: Use LibreOffice to create professional documents, spreadsheets and presentations that are fully compatible with Microsoft Office. Archive documents, emails, or web pages to PDF. Send and receive files with Giver on the local network. Share printers or access them remotely.
hr: Koristite LibreOffice za stvaranje profesionalnih dokumenata, proračunskih tablica i prezentacija koje su u potpunosti kompatibilni sa Microsoft Officeom. Izvezite dokumenate, e-poštu ili internetske stranice u PDF. Šaljite i primajte datoteke s Giverom na mjesnoj mreži. Dijelite pisače ili im pristupajte na daljinu.

source: PDF Printer
hr: PDF pisač

source: Manage your photos
hr: Upravljajte svojim fotografijama

source: Organize, enjoy and share your photos with gThumb or Picasa. Export your albums to CD, to the Web, or to online services such as Flickr or PicasaWeb to share them with friends and family.
hr: Organizirajte svoje fotografije, uživajte u njima i podijelite ih s drugima pomoću programa gThumb ili Picasa. Izvezite svoje albume na CD, postavite ih na internet, Flickr ili PicasaWeb i podijelite ih s prijateljima i obitelji.

source: Install software
hr: Instalirajte programe

source: Browse through 30,000 free applications from the Software Manager. Enjoy screenshots and user reviews. Install software with one click of the mouse.
hr: Pregledajte 30.000 besplatnih programa pomoću Upravitelja programa. Uživajte u pregledima i korisničkim kritikama. Instalirajte programe s jednim pritiskom miša.

source: Featured software
hr: Preporučeni programi

source: Google Earth
hr: Google Zemlja

source: Keep your system up to date
hr: Redovito nadopunjujte sustav

source: Receive fixes and security updates all in one place, for the entire system, including the software you install.
hr: Primajte popravke i sigurnosna ažuriranja istovremeno za cijeli sustav, uključujući i instalirane programe.

source: Watch videos and DVDs
hr: Gledajte videe i DVD-e

source: Insert a DVD and enjoy a movie. Watch high-definition videos with VLC.
hr: Umetnite DVD i uživajte u filmu. Gledajte video visoke rezolucije sa VLC-om.

source: Video codecs
hr: Video kodeci

source: Browse the web
hr: Pretražite internet

source: Be fast and safe on the web with Mozilla Firefox. Enjoy Java, Flash and multimedia content.
hr: Budite brzi i sigurni na internetu sa Mozilla Firefoxom. Uživajte u Javi, Flashu i multimedijalnim sadržajima.

source: Welcome to Linux Mint
hr: Dobro došli u Linux Mint

source: Welcome and thank you for choosing Linux Mint. This slideshow will show you around while the system is being installed on your computer.
hr: Dobrodošli i hvala vam za odabir Linux Minta. Za vrijeme intalacije sustava na vašem računalu mi ćemo vas upoznati sa njegovim osnovnim odlikama.

source: Run Windows software
hr: Pokrenite Windows programe

source: Install Wine and run Windows software in Linux Mint. Or install Virtualbox, and run Windows itself within Linux Mint.
hr: Instalirajte Wine i pokrenite Windows programe u Linux Mintu. Ili instalirajte Virtualbox, i pokrenite windows usporedno s Linux Mintom.
